IDEA StatiCa Open Model
TendonComponentLoading Class
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tendon component loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.TendonComponentLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public class TendonComponentLoading
Public Class TendonComponentLoading
public ref class TendonComponentLoading
The TendonComponentLoading type exposes the following members.
Constructors
Name | Description
TendonComponentLoading
Initializes a new instance of the TendonComponentLoading class
Top
Properties
Name | Description
Id
 Tendon component Id
Loading
 Loading
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace